Repository: common-repository/static-image-map
Catalog: languages/static-image-map-*.po
Languages: fr_fr

source: Static Image Map is an easy to use plugin to insert a static map on your site.
fr_fr: Static Image Map est un plugin facile à utiliser pour insérer une carte statique sur votre site.

source: Map
fr_fr: Carte

source: Preview
fr_fr: Aperçu

source: Settings
fr_fr: Réglages

source: The api key is required
fr_fr: La clé de l'apiest requise

source: The civic address is required
fr_fr: L'adresse civique est requise

source: Width is required
fr_fr: La largeur est requise

source: Width must be a positive integer
fr_fr: La largeur doit être un entier positif

source: Height is required
fr_fr: La hateur est requise

source: Height must be a positive integer
fr_fr: La hauteur doit être un entier positif

source: The zoom level must be a positive number
fr_fr: Le niveau de zoom doit être un nombre positif

source: The zoom level is required
fr_fr: Le niveau zoom est requis

source: Image created:
fr_fr: Image créée :

source: See on google map:
fr_fr: Consultez l'adresse sur google map :

source: The image does not exist?
fr_fr: L'image n'existe pas ?

source: Should be here:
fr_fr: Devrait être ici :

source: Missing parameters to generate an image map!
fr_fr: Paramètres manquants pour générer une carte d'image !

source: Get API Key
fr_fr: Obtenir la clé API

source: Api key: Google Maps Static API key is required. Follow the link at the right.
fr_fr: Clé API : la clé API statique de Google Maps est requise. Suivez le lien à droite.

source: Api key
fr_fr: Clé API

source: Address: a unique addresses or a latitude,longitude value.
fr_fr: Adresse : une adresse unique ou une coordonnée latitude, longitude.

source: Address
fr_fr: Adresse

source: Map type: one of the four formats.
fr_fr: Type de carte : choisir l'un des quatre formats possibles.

source: Map type
fr_fr: Type de carte

source: Width: horizontal dimension of the map. Maximum value for 'Pay-As-You-Go' is 640.
fr_fr: Largeur: dimension horizontale de la carte. La valeur maximale pour «Pay-As-You-Go» est 640.

source: Width
fr_fr: Largeur

source: Height: vertical dimension of the map. Maximum value for 'Pay-As-You-Go' is 640.
fr_fr: Hauteur: dimension verticale de la carte. La valeur maximale pour «Pay-As-You-Go» est 640.

source: Height
fr_fr: Hauteur

source: Zoom level: determines the magnification level of the map. The value is in between 0 and 21.
fr_fr: Niveau du zoom: détermine le niveau d'agrandissement de la carte. La valeur est comprise entre 0 et 21.

source: Zoom level
fr_fr: Niveau du zoom

source: Upload folder not writable
fr_fr: Le dossier de téléchargement est non accessible en mode écriture
